var q1 = {
    q: 'Сколько времён года существует?\n',
    a1: '1 - 2\n',
    a2: '2 - 6\n',
    a3: '3 - 4\n',
    a4: '4 - 7\n',
    correct: 3,
    cost: 100
}
var q2 = {
    q: 'В каком году был основан Санкт-Петербург?\n',
    a1: '1 - 1998\n',
    a2: '2 - 2020\n',
    a3: '3 - 15 до н.э.\n',
    a4: '4 - 1703\n',
    correct: 4,
    cost: 200
}
var q3 = {
    q: 'Где не водятся пингвины?\n',
    a1: '1 - Арктика\n',
    a2: '2 - Антарктика\n',
    a3: '3 - Нигде не водятся\n',
    a4: '4 - Пингвинов не существует\n',
    correct: 1,
    cost: 500
}
var q4 = {
    q: 'Сколько струн на классической семиструнной гитаре?\n',
    a1: '1 - 4\n',
    a2: '2 - 5\n',
    a3: '3 - 6\n',
    a4: '4 - 7\n',
    correct: 4,
    cost: 1000
}
var q5 = {
    q: 'Какой ответ на главный вопрос жизни, вселенной и всего такого?\n',
    a1: '1 - 15\n',
    a2: '2 - 42\n',
    a3: '3 - 666\n',
    a4: '4 - 13\n',
    correct: 2,
    cost: 5000
}

var questions = [q1, q2, q3, q4, q5];